Repository: Aniudupa15/HacXerve
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, te

# crimeScSt
source: Crimes Against SCs and STs
hi: SC और ST के खिलाफ अपराध
kn: SC ಮತ್ತು ST ಗಳ ವಿರುದ್ಧದ ಅಪರಾಧಗಳು
ml: SCs, STs എന്നിവർക്കെതിരായ കുറ്റങ്ങൾ
te: SCs మరియు STs పై నేరాలు

# cyber
source: Cyber Crime
hi: साइबर अपराध
kn: ಸೈಬರ್ ಅಪರಾಧ
ml: സൈബർ കുറ്റം
te: సైబర్ క్రైమ్

# economic
source: Economic Offense
hi: आर्थिक अपराध
kn: ಆರ್ಥಿಕ ಅಪರಾಧ
ml: സാമ്പത്തിക കുറ്റം
te: ఆర్థిక నేరాలు

# women
source: Crimes Against Women
hi: महिलाओं के खिलाफ अपराध
kn: ಮಹಿಳೆಯರ ವಿರುದ್ಧದ ಅಪರಾಧಗಳು
ml: സ്ത്രീകൾക്കെതിരായ കുറ്റങ്ങൾ
te: స్త్రీలపై నేరాలు

# offense
source: Offense Category
hi: अपराध श्रेणी
kn: ಅಪರಾಧ ವರ್ಗ
ml: കുറ്റത്തിന്റെ വിഭാഗം
te: అపరాధం వర్గం

# escape
source: Risk of Escape
hi: भागने का जोखिम
kn: ಪಲಾಯನದ ಅಪಾಯ
ml: ഓടിപ്പോകാനുള്ള സാധ്യത
te: పొయెను బారినపాలు

# influencer
source: Risk of Influence
hi: प्रभाव का जोखिम
kn: ಪ್ರಭಾವದ ಅಪಾಯ
ml: സ്വാധീനത്തിന്റെ സാധ്യത
te: ప్రభావం

# surety
source: Surety Bond Required
hi: जमानत बॉन्ड आवश्यक है
kn: ಜಾಮೀನು ಬಾಂಡ್ ಅಗತ್ಯವಿದೆ
ml: ജാമ്യ ബോണ്ട് ആവശ്യമാണ്
te: భరోసా బాండు అవసరం

# personal
source: Personal Bond Required
hi: व्यक्तिगत बॉन्ड आवश्यक है
kn: ವೈಯಕ್ತಿಕ ಬಾಂಡ್ ಅಗತ್ಯವಿದೆ
ml: വ്യക്തിഗത ബോണ്ട് ആവശ്യമാണ്
te: వ్యక్తిగత బాండు అవసరం

# fines
source: Fines Applicable
hi: जुर्माना लागू है
kn: ಜುಲ್ಮಾನೆ ಅನ್ವಯಿಸುತ್ತದೆ
ml: ജുരമാന ബാധകമാണ്
te: వసూళ్లు వర్తించు

# served
source: Served Half Term
hi: आधी अवधि पूरी हो चुकी है
kn: ಅರ್ಧ ಅವಧಿ ಪೂರೈಸಿದೆ
ml: പകുതി കാലയളവ് തടവ് കഴിഞ്ഞു
te: అర్థమొత్తం కాలం సేవ్

source: Risk Score
hi: जोखिम स्कोर
kn: ಅಪಾಯ ಸ್ಕೋರ್
ml: റിസ്ക് സ്കോർ
te: ప్రమాదం స్కోరు

# severity
source: Penalty Severity
hi: दंड की गंभीरता
kn: ದಂಡದ ತೀವ್ರತೆ
ml: ശിക്ഷയുടെ ഗുരുത്വാകർഷണം
te: శిక్ష తీవ్రత

# selectlabel
source: Please select
hi: कृपया $label चुनें
kn: ದಯವಿಟ್ಟು $label ಆಯ್ಕೆಮಾಡಿ
ml: ദയവായി $label തിരഞ്ഞെടുക്കുക
te: దయచేసి $label ఎంచుకోండి

# rror
source: Error
hi: त्रुटि
kn: ದೋಷ
ml: പിഴവ്
te: తప్పు

# granted
source: Bail Granted
hi: जमानत मंजूर
kn: ಜಾಮೀನು ನೀಡಲಾಗಿದೆ
ml: ജാമ്യം അനുവദിച്ചു
te: బెయిల్ మంజూరు

# denied
source: Bail Denied
hi: जमानत अस्वीकृत
kn: ಜಾಮೀನು ನಿರಾಕರಿಸಲಾಗಿದೆ
ml: ജാമ്യം നിരസിച്ചു
te: బెయిల్ తిరస్కరించబడింది

source: OK
hi: ठीक है
kn: ಸರಿ
ml: ശരി
te: సరే

# fyn
source: Fine
hi: जुर्माना
kn: ಜುಲ್ಮಾನೆ
ml: ജുരമാന
te: వచ్చిన వసూలు

# oth
source: Both
hi: दोनों
kn: ಎರಡೂ
ml: രണ്ടും
te: రెండు

# imprison
source: Imprisonment
hi: कारावास
kn: ಕಾರಾಗೃಹ ಶಿಕ್ಷೆ
ml: തടവ്
te: కరిందిన శిక్ష

# microphone
source: Tap the microphone to start
hi: माइक्रोफोन टैप करके शुरू करें
kn: ಮೈಕ್ರೋಫೋನ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ ಪ್ರಾರಂಭಿಸಲು
ml: മൈക്രോഫോൺ ടാപ്പ് ചെയ്ത് ആരംഭിക്കുക
te: మైక్రోఫోన్ ప్రారంభించడానికి ట్యాప్ చేయండి

# speech
source: Speech recognition is not available.
hi: स्पीच रिकग्निशन उपलब्ध नहीं है।
kn: ಸ್ಪೀಚ್ ರೆಕಗ್ನಿಷನ್ ಲಭ್ಯವಿಲ್ಲ.
ml: സ്പീച്ച് തിരിച്ചറിയൽ ലഭ്യമല്ല.
te: స్పీచ్ గుర్తింపు అందుబాటులో లేదు.

# askquestion
source: Ask a question...
hi: एक प्रश्न पूछें...
kn: ಪ್ರಶ್ನೆ ಕೇಳಿ...
ml: ഒരു ചോദ്യം ചോദിക്കുക...
te: ప్రశ్న అడగండి...

# failmsg
source: Failed to send message.
hi: संदेश भेजने में विफल।
kn: ಸಂದೇಶ ಕಳುಹಿಸಲು ವಿಫಲವಾಗಿದೆ.
ml: സന്ദേശം അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു.
te: సందేశం పంపడంలో విఫలమైంది.

# nomsg
source: No messages yet.
hi: अभी तक कोई संदेश नहीं।
kn: ಇನ್ನೂ ಯಾವುದೇ ಸಂದೇಶಗಳಿಲ್ಲ.
ml: ഇതുവരെ സന്ദേശങ്ങൾ ഇല്ല.
te: ఇప్పుడు సందేశాలు లేవు.

# writemsg
source: Write a message...
hi: एक संदेश लिखें...
kn: ಸಂದೇಶ ಬರೆಯಿರಿ...
ml: ഒരു സന്ദേശം എഴുതുക...
te: సందేశం రాయండి...

# selectadvocate
source: Select an Advocate
hi: एक वकील चुनें
kn: ವಕೀಲರನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ഒരു വക്കീൽ തിരഞ്ഞെടുക്കുക
te: వకీల్ ఎంచుకోండి

# noadvocate
source: No advocates available.
hi: कोई वकील उपलब्ध नहीं है।
kn: ಯಾವುದೇ ವಕೀಲರು ಲಭ್ಯವಿಲ್ಲ.
ml: വക്കീലുകൾ ലഭ്യമല്ല.
te: వకీలులు లేవు.

source: Pending
hi: लंबित
kn: ಬಾಕಿ
ml: തീർച്ചപ്പെടുത്താത്ത
te: పెండింగ్

# cloudinary
source: Failed to upload file to Cloudinary.
hi: क्लाउडिनरी पर फ़ाइल अपलोड करने में विफल।
kn: ಕ್ಲೌಡಿನಾರಿಗೆ ಫೈಲ್ ಅಪ್ಲೋಡ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ.
ml: Cloudinary-ലേക്ക് ഫയൽ അപ്‌ലോഡ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു.
te: Cloudinary కి ఫైలు అప్‌లోడ్ చేయడంలో విఫలమైంది.

# complaintsub
source: Complaint submitted successfully!
hi: शिकायत सफलतापूर्वक दर्ज की गई!
kn: ದೂರು ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ!
ml: പരാതി വിജയകരമായി സമർപ്പിച്ചു!
te: ఫిర్యాదు విజయవంతంగా సమర్పించబడింది!

# filecom
source: File a Complaint
hi: शिकायत दर्ज करें
kn: ದೂರು ದಾಖಲಿಸಿ
ml: ഒരു പരാതി ഫയൽ ചെയ്യുക
te: ఫిర్యాదు దాఖలు చేయండి

# incidentdesc
source: Incident Description
hi: घटना का विवरण
kn: ಘಟನೆಯ ವಿವರಣೆ
ml: സംഭവത്തിന്റെ വിവരണം
te: పరిణామం వివరణ

# providedesc
source: Please provide a description of the incident.
hi: कृपया घटना का विवरण दें।
kn: ದಯವಿಟ್ಟು ಘಟನೆಯ ವಿವರಣೆಯನ್ನು ನೀಡಿ.
ml: ദയവായി സംഭവത്തിന്റെ ഒരു വിവരണം നൽകുക.
te: దయచేసి పరిణామం వివరణను అందించండి.

# prior
source: Priority
hi: प्राथमिकता
kn: ಆದ್ಯತೆ
ml: പ്രാധാന്യം
te: ప్రాధాన్యత

# usecurrentloc
source: Use Current Location
hi: वर्तमान स्थान का उपयोग करें
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳವನ್ನು ಬಳಸಿ
ml: നിലവിലെ ലൊക്കേഷൻ ഉപയോഗിക്കുക
te: ప్రస్తుత స్థలాన్ని ఉపయోగించండి

# attach
source: Attach Media/Document
hi: मीडिया/दस्तावेज़ संलग्न करें
kn: ಮೀಡಿಯಾ/ದಾಖಲೆ ಲಗತ್ತಿಸಿ
ml: മീഡിയ/ഡോക്യുമെന്റ് അറ്റാച്ച് ചെയ്യുക
te: మీడియా/దస్తావేజులను జోడించండి

# submitcomp
source: Submit Complaint
hi: शिकायत जमा करें
kn: ದೂರು ಸಲ್ಲಿಸಿ
ml: പരാതി സമർപ്പിക്കുക
te: ఫిర్యాదు సమర్పించండి

# governmentscheme
source: Government Schemes & Legal Rights
hi: सरकारी योजनाएं और कानूनी अधिकार
kn: ಸರ್ಕಾರಿ ಯೋಜನೆಗಳು ಮತ್ತು ಕಾನೂನು ಹಕ್ಕುಗಳು
ml: സർക്കാർ സ്കീമുകളും നിയമ അവകാശങ്ങളും
te: ప్రభుత్వ స్కీమ్స్ & చట్ట హక్కులు

source: Surveys
hi: सर्वे
kn: ಸರ್ವೇಗಳು
ml: സർവേകൾ
te: సర్వేలు

source: Announcements
hi: घोषणाएं
kn: ಪ್ರಕಟಣೆಗಳು
ml: പ്രഖ്യാപനങ്ങൾ
te: ప్రకటనలు

# nosurveys
source: No surveys available.
hi: कोई सर्वे उपलब्ध नहीं है।
kn: ಯಾವುದೇ ಸರ್ವೇಗಳು ಲಭ್ಯವಿಲ್ಲ.
ml: സർവേകൾ ലഭ്യമല്ല.
te: సర్వేలు లేవు.

source: Untitled Survey
hi: अनटाइटल्ड सर्वे
kn: ಶೀರ್ಷಿಕೆಯಿಲ್ಲದ ಸರ್ವೇ
ml: ശീർഷകമില്ലാത്ത സർവേ
te: శీర్షిక లేని సర్వే

# sursub
source: Survey submitted successfully
hi: सर्वे सफलतापूर्वक जमा किया गया
kn: ಸರ್ವೇ ಯಶಸ್ವಿಯಾಗಿ ಸಲ್ಲಿಸಲಾಗಿದೆ
ml: സർവേ വിജയകരമായി സമർപ്പിച്ചു
te: సర్వే విజయవంతంగా సమర్పించబడింది

# surdetails
source: Survey Details
hi: सर्वे विवरण
kn: ಸರ್ವೇ ವಿವರಗಳು
ml: സർവേ വിശദാംശങ്ങൾ
te: సర్వే వివరాలు

# alreadyans
source: You have already answered this survey.
hi: आपने पहले ही इस सर्वे का उत्तर दे दिया है।
kn: ನೀವು ಈಗಾಗಲೇ ಈ ಸರ್ವೇಗೆ ಉತ್ತರಿಸಿದ್ದೀರಿ.
ml: നിങ്ങൾ ഇതിനകം ഈ സർവേയ്ക്ക് ഉത്തരം നൽകിയിട്ടുണ്ട്.
te: మీరు ఇప్పటికే ఈ సర్వేకు సమాధానం ఇచ్చారు.

# subsurvey
source: Submit Survey
hi: सर्वे जमा करें
kn: ಸರ್ವೇ ಸಲ್ಲಿಸಿ
ml: സർവേ സമർപ്പിക്കുക
te: సర్వే సమర్పించండి

# noannoun
source: No announcements available.
hi: कोई घोषणा उपलब्ध नहीं है।
kn: ಯಾವುದೇ ಪ್ರಕಟಣೆಗಳು ಲಭ್ಯವಿಲ್ಲ.
ml: പ്രഖ്യാപനങ്ങൾ ലഭ്യമല്ല.
te: ప్రకటనలు లేవు.

# untitledannoun
source: Untitled Announcement
hi: अनटाइटल्ड घोषणा
kn: ಶೀರ್ಷಿಕೆಯಿಲ್ಲದ ಪ್ರಕಟಣೆ
ml: ശീർഷകമില്ലാത്ത പ്രഖ്യാപനം
te: శీర్షిక లేని ప్రకటన

# announdet
source: Announcement Details
hi: घोषणा विवरण
kn: ಪ್ರಕಟಣೆ ವಿವರಗಳು
ml: പ്രഖ്യാപന വിശദാംശങ്ങൾ
te: ప్రకటన వివరాలు

# untscheme
source: Untitled Scheme
hi: अनटाइटल्ड योजना
kn: ಶೀರ್ಷಿಕೆಯಿಲ್ಲದ ಯೋಜನೆ
ml: ശീർഷകമില്ലാത്ത സ്കീം
te: శీర్షిక లేని స్కీమ్

# nodescAvl
source: Description not available.
hi: विवरण उपलब्ध नहीं है।
kn: ವಿವರಣೆ ಲಭ್ಯವಿಲ್ಲ.
ml: വിവരണം ലഭ്യമല്ല.
te: వివరణ అందుబాటులో లేదు.

source: Instructions:
hi: निर्देश:
kn: ಸೂಚನೆಗಳು:
ml: നിർദ്ദേശങ്ങൾ:
te: సూచనాలు:

# noinst
source: No instructions available.
hi: कोई निर्देश उपलब्ध नहीं है।
kn: ಯಾವುದೇ ಸೂಚನೆಗಳು ಲಭ್ಯವಿಲ್ಲ.
ml: നിർദ്ദേശങ്ങൾ ലഭ്യമല്ല.
te: సూచనాలు అందుబాటులో లేవు.

# unableopen
source: Unable to open registration link.
hi: पंजीकरण लिंक खोलने में असमर्थ।
kn: ನೋಂದಣಿ ಲಿಂಕ್ ತೆರೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ.
ml: രജിസ്ട്രേഷൻ ലിങ്ക് തുറക്കാൻ കഴിയില്ല.
te: రిజిస్ట్రేషన్ లింక్ ని తెరవలేము.

# regScheme
source: Register for Scheme
hi: योजना के लिए पंजीकरण करें
kn: ಯೋಜನೆಗೆ ನೋಂದಾಯಿಸಿ
ml: സ്കീമിനായി രജിസ്റ്റർ ചെയ്യുക
te: స్కీమ్ కోసం నమోదు చేయండి

# nouserName
source: User name not available.
hi: उपयोगकर्ता नाम उपलब्ध नहीं है।
kn: ಬಳಕೆದಾರ ಹೆಸರು ಲಭ್ಯವಿಲ್ಲ.
ml: ഉപയോക്തൃനാമം ലഭ്യമല്ല.
te: వినియోగదారునామం అందుబాటులో లేదు.

# chtbt
source: Chatbot
hi: चैटबॉट
kn: ಚಾಟ್ಬಾಟ್
ml: ചാറ്റ്ബോട്ട്
te: చాట్‌బాట్

# prfl
source: profile
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
te: ప్రొఫైల్

# fil
source: filing
hi: फाइलिंग
kn: ಫೈಲಿಂಗ್
ml: ഫയൽ ചെയ്യൽ
te: దాఖలు

# cht
source: chat
hi: चैट
kn: ಚಾಟ್
ml: ചാറ്റ്
te: చాట్
