Repository: Aniudupa15/HacXerve
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, te

# hello
source: Hello, I’m Judica your Legal Assistant.
hi: नमस्ते, मैं आपकी कानूनी सहायक जुडिका हूँ।
kn: ನಮಸ್ಕಾರ, ನಾನು ನಿಮ್ಮ ಕಾನೂನು ಸಹಾಯಕ ಜುಡಿಕಾ.
ml: ഹലോ, ഞാൻ നിങ്ങളുടെ നിയമ സഹായിയായ ജുഡിക്ക ആണ്.
te: హలో, నేను జూడికా, మీ చట్ట సహాయకుడు.

# mymission
source: My mission is to make sure everyone gets the support they need in the legal system. Whether you’re seeking advice, looking for guidance on bail, or need a quick understanding of legal terms, I’m here to help.
hi: मेरा मिशन यह सुनिश्चित करना है कि हर किसी को कानूनी प्रणाली में आवश्यक सहायता मिले। चाहे आप सलाह चाहते हों, जमानत के बारे में मार्गदर्शन चाहते हों, या कानूनी शब्दावली को जल्दी समझना चाहते हों, मैं यहां मदद के लिए हूँ।
kn: ಪ್ರತಿಯೊಬ್ಬರೂ ಕಾನೂನು ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಅವರಿಗೆ ಬೇಕಾದ ಬೆಂಬಲವನ್ನು ಪಡೆಯುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುವುದು ನನ್ನ ಮಿಷನ್. ನೀವು ಸಲಹೆ ಬಯಸಿದರೆ, ಜಾಮೀನು ಕುರಿತು ಮಾರ್ಗದರ್ಶನ ಬಯಸಿದರೆ, ಅಥವಾ ಕಾನೂನು ಪರಿಭಾಷೆಯನ್ನು ತ್ವರಿತವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬೇಕಾದರೆ, ನಾನು ಇಲ್ಲಿದ್ದೇನೆ.
ml: എല്ലാവർക്കും നിയമ സ�്ഥാപനത്തിൽ ആവശ്യമായ പിന്തുണ ലഭിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കുക എന്നതാണ് എന്റെ ലക്ഷ്യം. നിങ്ങൾ ഉപദേശം തേടുകയാണെങ്കിലും, ജാമ്യത്തെക്കുറിച്ചുള്ള മാർഗ്ഗനിർദ്ദേശം തേടുകയാണെങ്കിലും, അല്ലെങ്കിൽ നിയമ പദങ്ങളെക്കുറിച്ച് വേഗത്തിൽ മനസ്സിലാക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടെങ്കിലും, ഞാൻ ഇവിടെയുണ്ട്.
te: నా ప్రేరణ ప్రతి ఒక్కరికీ చట్టవ్యవస్థలో అవసరమైన మద్దతు అందించడం. మీరు సలహా కోరుతున్నారా, బెయిల్ పై మార్గదర్శనం అవసరమా, లేదా చట్ట పదాలపై తేలికపాటి అర్థం కావాలా, నేను ఇక్కడ సహాయం అందించడానికి ఉన్నాను.

source: Get Started
hi: शुरू करें
kn: ಪ್ರಾರಂಭಿಸಿ
ml: ആരംഭിക്കുക
te: ప్రారంభించండి

# makinglegal
source: Making Legal Support Legal Support Clear and Accessible.
hi: कानूनी सहायता को स्पष्ट और सुलभ बनाना।
kn: ಕಾನೂನು ಬೆಂಬಲವನ್ನು ಸ್ಪಷ್ಟ ಮತ್ತು ಪ್ರವೇಶಿಸಲು ಸುಲಭವಾಗಿಸುವುದು.
ml: നിയമ പിന്തുണ വ്യക്തവും ലഭ്യവുമാക്കുന്നു.
te: చట్ట సహాయం ను చట్ట సహాయం గా స్పష్టంగా మరియు అందుబాటులోకి చేయడం.

# isimplify
source: I simplify complex legal terms and processes, helping regular users understand their rights and options. Whether facing a legal issue or navigating the bail process, I provide clear, straightforward guidance. My goal is to ensure everyone has access to reliable legal support, regardless of who they are.
hi: मैं जटिल कानूनी शब्दावली और प्रक्रियाओं को सरल बनाता हूँ, जिससे आम उपयोगकर्ताओं को उनके अधिकार और विकल्प समझने में मदद मिलती है। चाहे आप कानूनी समस्या का सामना कर रहे हों या जमानत प्रक्रिया को नेविगेट कर रहे हों, मैं स्पष्ट और सीधा मार्गदर्शन प्रदान करता हूँ। मेरा लक्ष्य यह सुनिश्चित करना है कि हर किसी को विश्वसनीय कानूनी सहायता मिले, चाहे वे कौन हों।
kn: ನಾನು ಸಂಕೀರ್ಣ ಕಾನೂನು ಪರಿಭಾಷೆ ಮತ್ತು ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ಸರಳಗೊಳಿಸುತ್ತೇನೆ, ಸಾಮಾನ್ಯ ಬಳಕೆದಾರರಿಗೆ ಅವರ ಹಕ್ಕುಗಳು ಮತ್ತು ಆಯ್ಕೆಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಸಹಾಯ ಮಾಡುತ್ತೇನೆ. ಕಾನೂನು ಸಮಸ್ಯೆಯನ್ನು ಎದುರಿಸುತ್ತಿದ್ದರೆ ಅಥವಾ ಜಾಮೀನು ಪ್ರಕ್ರಿಯೆಯನ್ನು ನ್ಯಾವಿಗೇಟ್ ಮಾಡುತ್ತಿದ್ದರೆ, ನಾನು ಸ್ಪಷ್ಟ, ಸರಳ ಮಾರ್ಗದರ್ಶನವನ್ನು ಒದಗಿಸುತ್ತೇನೆ. ನನ್ನ ಗುರಿ ಎಂದರೆ ಪ್ರತಿಯೊಬ್ಬರೂ ವಿಶ್ವಾಸಾರ್ಹ ಕಾನೂನು ಬೆಂಬಲವನ್ನು ಪಡೆಯುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುವುದು, ಅವರು ಯಾರೇ ಆಗಿರಲಿ.
ml: ഞാൻ സങ്കീർണ്ണമായ നിയമ പദങ്ങളും പ്രക്രിയകളും ലളിതമാക്കുന്നു, സാധാരണ ഉപയോക്താക്കൾക്ക് അവരുടെ അവകാശങ്ങളും ഓപ്ഷനുകളും മനസ്സിലാക്കാൻ സഹായിക്കുന്നു. നിയമ പ്രശ്നങ്ങളെ നേരിടുകയോ ജാമ്യ പ്രക്രിയ നയിക്കുകയോ ചെയ്യുമ്പോൾ, ഞാൻ വ്യക്തവും നേരിട്ടുള്ള മാർഗ്ഗനിർദ്ദേശം നൽകുന്നു. എല്ലാവർക്കും വിശ്വസനീയമായ നിയമ പിന്തുണ ലഭ്യമാക്കുക എന്നതാണ് എന്റെ ലക്ഷ്യം.
te: నేను క్లిష్టమైన చట్ట పదాలు మరియు ప్రక్రియలను సులభతరం చేస్తాను, సాధారణ వినియోగదారులు వారి హక్కులు మరియు ఎంపికలను అర్థం చేసుకోవడానికి సహాయం చేస్తాను. ఒక చట్ట సమస్య ఎదుర్కొంటున్నప్పుడు లేదా బెయిల్ ప్రక్రియను అర్థం చేసుకోవడంలో, నేను స్పష్టమైన, తేలికైన మార్గదర్శనం అందిస్తాను.

# empowering
source: Empowering Advocates with Quick, Reliable Legal Resources.
hi: त्वरित और विश्वसनीय कानूनी संसाधनों के साथ वकीलों को सशक्त बनाना।
kn: ದ್ರುತ, ವಿಶ್ವಾಸಾರ್ಹ ಕಾನೂನು ಸಂಪನ್ಮೂಲಗಳೊಂದಿಗೆ ವಕೀಲರನ್ನು ಸಶಕ್ತಗೊಳಿಸುವುದು.
ml: ദ്രുതഗതിയിലും വിശ്വസനീയവുമായ നിയമ വിഭവങ്ങൾ ഉപയോഗിച്ച് പ്രതിനിധികളെ ശക്തിപ്പെടുത്തുന്നു.
te: వకీల్ లకు వేగవంతమైన, నమ్మదగిన చట్ట వనరులు అందించడం.

# iprovide
source: I provide advocates with fast and dependable access to essential legal resources, from case references and legal precedents to procedural guidelines. My goal is to streamline your work, allowing you to focus more on effectively supporting your clients.
hi: मैं वकीलों को केस संदर्भ, कानूनी पूर्ववर्ती और प्रक्रियात्मक दिशानिर्देशों जैसे आवश्यक कानूनी संसाधनों तक त्वरित और विश्वसनीय पहुंच प्रदान करता हूँ। मेरा लक्ष्य आपके काम को सुव्यवस्थित करना है, ताकि आप अपने ग्राहकों को अधिक प्रभावी ढंग से सहायता प्रदान कर सकें।
kn: ನಾನು ವಕೀಲರಿಗೆ ಪ್ರಕರಣ ಉಲ್ಲೇಖಗಳು, ಕಾನೂನು ಪೂರ್ವಭಾವಿಗಳು ಮತ್ತು ಕಾರ್ಯವಿಧಾನದ ಮಾರ್ಗಸೂಚಿಗಳಂತಹ ಅಗತ್ಯ ಕಾನೂನು ಸಂಪನ್ಮೂಲಗಳಿಗೆ ವೇಗವಾದ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸುತ್ತೇನೆ. ನನ್ನ ಗುರಿ ನಿಮ್ಮ ಕೆಲಸವನ್ನು ಸುಗಮಗೊಳಿಸುವುದು, ನಿಮ್ಮ ಗ್ರಾಹಕರಿಗೆ ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಬೆಂಬಲ ನೀಡಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುವುದು.
ml: ഞാൻ പ്രതിനിധികൾക്ക് കേസ് റഫറൻസുകൾ, നിയമ മുൻഗണനകൾ, പ്രക്രിയാ മാർഗ്ഗനിർദ്ദേശങ്ങൾ തുടങ്ങിയ അത്യാവശ്യ നിയമ വിഭവങ്ങൾക്ക് വേഗത്തിലും വിശ്വസനീയവുമായ പ്രവേശനം നൽകുന്നു. നിങ്ങളുടെ ജോലി സുഗമമാക്കുക എന്നതാണ് എന്റെ ലക്ഷ്യം, അതിലൂടെ നിങ്ങൾക്ക് നിങ്ങളുടെ ക്ലയന്റുകളെ കൂടുതൽ ഫലപ്രദമായി പിന്തുണയ്ക്കാൻ കഴിയും.
te: నేను వకీలలకు కేసు సూచనలు, చట్ట నిబంధనలను, ప్రక్రియ మార్గదర్శకాలను వేగంగా మరియు నమ్మదగిన రీతిలో అందిస్తాను.

# streamlining
source: Streamlining FIR Filing with Accurate Legal Language.
hi: सटीक कानूनी भाषा के साथ FIR दर्ज करने की प्रक्रिया को सरल बनाना।
kn: ನಿಖರವಾದ ಕಾನೂನು ಭಾಷೆಯೊಂದಿಗೆ FIR ಫೈಲಿಂಗ್ ಅನ್ನು ಸುಗಮಗೊಳಿಸುವುದು.
ml: കൃത്യമായ നിയമ ഭാഷ ഉപയോഗിച്ച് FIR ഫയൽ ചെയ്യൽ സുഗമമാക്കുന്നു.
te: FIR దాఖలు చేయడాన్ని సరైన చట్ట భాషతో వేగవంతం చేయడం.

# iassist
source: I assist police officers by transforming individual complaints into accurate legal language using NLP, identifying relevant laws and sections to simplify and expedite FIR filing. This ensures the FIR aligns with legal standards, enabling officers to respond to complaints more efficiently, even without immediate access to a legal expert.
hi: मैं पुलिस अधिकारियों की मदद करता हूँ, NLP का उपयोग करके व्यक्तिगत शिकायतों को सटीक कानूनी भाषा में बदलता हूँ, संबंधित कानूनों और धाराओं की पहचान करता हूँ, ताकि FIR दर्ज करने की प्रक्रिया को सरल और तेज किया जा सके। यह सुनिश्चित करता है कि FIR कानूनी मानकों के अनुरूप हो, जिससे पुलिस अधिकारी बिना किसी कानूनी विशेषज्ञ की तत्काल पहुंच के भी शिकायतों पर अधिक प्रभावी ढंग से प्रतिक्रिया दे सकें।
kn: ನಾನು ಪೊಲೀಸ್ ಅಧಿಕಾರಿಗಳಿಗೆ NLP ಬಳಸಿ ವ್ಯಕ್ತಿಗತ ದೂರುಗಳನ್ನು ನಿಖರವಾದ ಕಾನೂನು ಭಾಷೆಗೆ ಪರಿವರ್ತಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತೇನೆ, ಸಂಬಂಧಿತ ಕಾನೂನುಗಳು ಮತ್ತು ವಿಭಾಗಗಳನ್ನು ಗುರುತಿಸಿ FIR ಫೈಲಿಂಗ್ ಅನ್ನು ಸರಳಗೊಳಿಸಿ ವೇಗಗೊಳಿಸುತ್ತೇನೆ. ಇದು FIR ಕಾನೂನು ಮಾನದಂಡಗಳೊಂದಿಗೆ ಹೊಂದಿಕೆಯಾಗುವಂತೆ ಖಚಿತಪಡಿಸುತ್ತದೆ, ಪೊಲೀಸ್ ಅಧಿಕಾರಿಗಳು ಕಾನೂನು ತಜ್ಞರ ತಕ್ಷಣದ ಪ್ರವೇಶವಿಲ್ಲದೆ ದೂರುಗಳಿಗೆ ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಪ್ರತಿಕ್ರಿಯಿಸಲು ಅವಕಾಶ ನೀಡುತ್ತದೆ.
ml: ഞാൻ പോലീസ് ഉദ്യോഗസ്ഥർക്ക് വ്യക്തിഗത പരാതികളെ കൃത്യമായ നിയമ ഭാഷയിലേക്ക് മാറ്റാൻ സഹായിക്കുന്നു, NLP ഉപയോഗിച്ച് ബന്ധപ്പെട്ട നിയമങ്ങളും വകുപ്പുകളും തിരിച്ചറിയുന്നു, FIR ഫയൽ ചെയ്യൽ ലളിതമാക്കുകയും വേഗത്തിലാക്കുകയും ചെയ്യുന്നു. ഇത് FIR നിയമ മാനദണ്ഡങ്ങളുമായി യോജിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കുന്നു, അതിലൂടെ പോലീസ് ഉദ്യോഗസ്ഥർക്ക് നിയമ വിദഗ്ധരുടെ തൽക്ഷണ പ്രവേശനമില്ലാതെ തന്നെ പരാതികളെ കൂടുതൽ കാര്യക്ഷമമായി പ്രതികരിക്കാൻ കഴിയും.
te: నేను పోలీసు అధికారులను వ్యక్తిగత ఫిర్యాదులను చట్ట ప్రమాణాలతో సమ్మతి చెందేలా మార్చడం, సంబంధిత చట్టాలు మరియు విభాగాలను గుర్తించడం ద్వారా FIR దాఖలు చేయడాన్ని సులభతరం చేస్తాను.

source: Judica
hi: जुडिका
kn: ಜುಡಿಕಾ
ml: ജുഡിക്ക
te: జూడికా

source: Username
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರ ಹೆಸರು
ml: ഉപയോക്തൃനാമം
te: వినియోగదారునామ

source: Email
hi: ईमेल
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
te: ఇమెయిల్

source: Password
hi: पासवर्ड
kn: ಪಾಸ್ವರ್ಡ್
ml: പാസ്വേഡ്
te: పాస్‌వర్డ్

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
kn: ಪಾಸ್ವರ್ಡ್ ದೃಢೀಕರಿಸಿ
ml: പാസ്വേഡ് സ്ഥിരീകരിക്കുക
te: పాస్‌వర్డ్ నిర్ధారించండి

source: Citizen
hi: नागरिक
kn: ನಾಗರಿಕ
ml: പൗരൻ
te: పౌరుడు

source: Police
hi: पुलिस
kn: ಪೊಲೀಸ್
ml: പോലീസ്
te: పోలీసు

source: Advocate
hi: वकील
kn: ವಕೀಲ
ml: വക്കീൽ
te: వకీల్

source: Register
hi: पंजीकरण करें
kn: ನೋಂದಾಯಿಸಿ
ml: രജിസ്റ്റർ ചെയ്യുക
te: రెజిస్టర్ చేయండి

source: Have an account
hi: क्या आपके पास पहले से एक खाता है?
kn: ಖಾತೆ ಇದೆಯೇ
ml: ഒരു അക്കൗണ്ട് ഉണ്ടോ
te: మీకు ఖాతా ఉన్నదా?

source: Forgot Password
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರುವಿರಾ
ml: പാസ്വേഡ് മറന്നുപോയി
te: పాస్‌వర్డ్ మర్చిపోయారా?

source: Login
hi: लॉगिन
kn: ಲಾಗಿನ್
ml: ലോഗിൻ
te: లాగిన్

source: Or continue with
hi: या जारी रखें
kn: ಅಥವಾ ಮುಂದುವರಿಸಿ
ml: അല്ലെങ്കിൽ തുടരുക
te: లేదా వీటితో కొనసాగించండి

# donthaveaccount
source: Dont have an account ? Signup
hi: खाता नहीं है? साइन अप करें
kn: ಖಾತೆ ಇಲ್ಲವೇ? ಸೈನ್ ಅಪ್ ಮಾಡಿ
ml: അക്കൗണ്ട് ഇല്ലേ? സൈൻ അപ്പ്
te: ఖాతా లేదు? సైన్ అప్ చేయండి

source: ChatBot
hi: चैटबॉट
kn: ಚಾಟ್ಬಾಟ್
ml: ചാറ്റ്ബോട്ട്
te: చాట్‌బాట్

source: Profile
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ
te: ప్రొఫైల్

source: Name
hi: नाम
kn: ಹೆಸರು
ml: പേര്
te: పేరు

source: Mobile Number
hi: मोबाइल नंबर
kn: ಮೊಬೈಲ್ ನಂಬರ್
ml: മൊബൈൽ നമ്പർ
te: మొబైల్ నంబర్

source: Date of Birth
hi: जन्म तिथि
kn: ಜನ್ಮ ದಿನಾಂಕ
ml: ജനന തീയതി
te: పుట్టిన తేదీ

source: Not Available
hi: उपलब्ध नहीं है
kn: ಲಭ್ಯವಿಲ್ಲ
ml: ലഭ്യമല്ല
te: లభ్యంలేదు

source: Address
hi: पता
kn: ವಿಳಾಸ
ml: വിലാസം
te: చిరునామా

source: Logout
hi: लॉगआउट
kn: ಲಾಗ್ ಔಟ್
ml: ലോഗൗട്ട്
te: లాగౌట్

source: Click to upload
hi: अपलोड करने के लिए क्लिक करें
kn: ಅಪ್ಲೋಡ್ ಮಾಡಲು ಕ್ಲಿಕ್ ಮಾಡಿ
ml: അപ്‌ലോഡ് ചെയ്യാൻ ക്ലിക്ക് ചെയ്യുക
te: అప్‌లోడ్ చేయడానికి క్లిక్ చేయండి

source: Save
hi: सहेजें
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
te: సేవ్

source: Cancel
hi: रद्द करें
kn: ರದ್ದುಮಾಡಿ
ml: റദ്ദാക്കുക
te: రద్దు చేయండి

source: Generate FIR
hi: FIR जनरेट करें
kn: FIR ಉತ್ಪಾದಿಸಿ
ml: FIR സൃഷ്ടിക്കുക
te: FIR రూపొందించండి

source: View FIR
hi: FIR देखें
kn: FIR ವೀಕ್ಷಿಸಿ
ml: FIR കാണുക
te: FIR చూడండి

source: Book Number
hi: बुक नंबर
kn: ಪುಸ್ತಕ ಸಂಖ್ಯೆ
ml: പുസ്തക നമ്പർ
te: బుక్ నంబర్

source: Form Number
hi: फॉर्म नंबर
kn: ಫಾರ್ಮ್ ಸಂಖ್ಯೆ
ml: ഫോം നമ്പർ
te: ఫారమ్ నంబర్

# policestationame
source: Police Station Name
hi: पुलिस स्टेशन का नाम
kn: ಪೊಲೀಸ್ ಸ್ಟೇಷನ್ ಹೆಸರು
ml: പോലീസ് സ്റ്റേഷൻ പേര്
te: పోలీసు స్టేషన్ పేరు

source: District
hi: जिला
kn: ಜಿಲ್ಲೆ
ml: ജില്ല
te: జిల్లా

# dhoccurrence
source: Date/Hour of Occurrence
hi: घटना की तारीख/समय
kn: ಘಟನೆಯ ದಿನಾಂಕ/ಸಮಯ
ml: സംഭവത്തിന്റെ തീയതി/സമയം
te: హఓ/సమయం జరిగినది

# dhreported
source: Date/Hour Reported
hi: रिपोर्ट की तारीख/समय
kn: ರಿಪೋರ್ಟ್ ಮಾಡಿದ ದಿನಾಂಕ/ಸಮಯ
ml: റിപ്പോർട്ട് ചെയ്ത തീയതി/സമയം
te: నమోదు చేసిన హఓ/సమయం

source: Informer Name
hi: सूचनादाता का नाम
kn: ಮಾಹಿತಿದಾರರ ಹೆಸರು
ml: റിപ്പോർട്ടർ പേര്
te: సూచనదారుని పేరు

# descripoffense
source: Description of Offense
hi: अपराध का विवरण
kn: ಅಪರಾಧದ ವಿವರಣೆ
ml: കുറ്റത്തിന്റെ വിവരണം
te: అపరాధ వివరణ

# placeofoccur
source: Place of Occurrence
hi: घटना स्थल
kn: ಘಟನೆಯ ಸ್ಥಳ
ml: സംഭവ സ്ഥലം
te: జరిగిన స్థలం

source: Criminal Name
hi: अपराधी का नाम
kn: ಅಪರಾಧಿಯ ಹೆಸರು
ml: കുറ്റവാളിയുടെ പേര്
te: క్రిమినల్ పేరు

# investsteps
source: Investigation Steps
hi: जांच के कदम
kn: ತನಿಖಾ ಹಂತಗಳು
ml: തെളിവുകൾ സംഭരിക്കൽ ഘട്ടങ്ങൾ
te: పరిశోధన దశలు

source: Dispatch time
hi: डिस्पैच समय
kn: ಡಿಸ್ಪ್ಯಾಚ್ ಸಮಯ
ml: ഡിസ്പാച്ച് സമയം
te: డిస్పాచ్ సమయం

source: No FIRs available
hi: कोई FIR उपलब्ध नहीं है
kn: ಯಾವುದೇ FIR ಗಳು ಲಭ್ಯವಿಲ್ಲ
ml: FIR ലഭ്യമല്ല
te: ఇప్పటికే ఏ FIR లు లేవు

source: Bail
hi: जमानत
kn: ಜಾಮೀನು
ml: ജാമ്യം
te: బెయిల్

source: Statute
hi: कानून
kn: ಕಾನೂನು
ml: നിയമം
te: చట్టం

# scst
source: SCST Act
hi: SCST अधिनियम
te: SCST చట్టం

source: Offense Category
hi: अपराध श्रेणी
kn: ಅಪರಾಧ ವರ್ಗ
ml: കുറ്റത്തിന്റെ വിഭാഗം
te: అపరాధ వర్గం

# crimeschildren
source: Crimes Against Children
hi: बच्चों के खिलाफ अपराध
kn: ಮಕ್ಕಳ ವಿರುದ್ಧದ ಅಪರಾಧಗಳು
ml: കുട്ടികൾക്കെതിരായ കുറ്റങ്ങൾ
te: పిల్లలపై నేరాలు

# offensestate
source: Offense Against the State
hi: राज्य के खिलाफ अपराध
kn: ರಾಜ್ಯದ ವಿರುದ್ಧದ ಅಪರಾಧಗಳು
ml: സംസ്ഥാനത്തിനെതിരായ കുറ്റങ്ങൾ
te: రాజ్యానికి వ్యతిరేక నేరాలు

# crimesforeigner
source: Crimes Against Foreginer
hi: विदेशियों के खिलाफ अपराध
kn: ವಿದೇಶಿಯರ ವಿರುದ್ಧದ ಅಪರಾಧಗಳು
ml: വിദേശികൾക്കെതിരായ കുറ്റങ്ങൾ
te: విదేశీయులపై నేరాలు

# crimesscst
source: Crimes Against SCs and STs
hi: SC और ST के खिलाफ अपराध
kn: SC ಮತ್ತು ST ಗಳ ವಿರುದ್ಧದ ಅಪರಾಧಗಳು
ml: SCs, STs എന്നിവർക്കെതിരായ കുറ്റങ്ങൾ
te: SCs మరియు STs పై నేరాలు

source: Cyber Crime
hi: साइबर अपराध
kn: ಸೈಬರ್ ಅಪರಾಧ
ml: സൈബർ കുറ്റം
te: సైబర్ క్రైమ్

# economicoffense
source: Economic Offenses
hi: आर्थिक अपराध
kn: ಆರ್ಥಿಕ ಅಪರಾಧಗಳು
ml: സാമ്പത്തിക കുറ്റം
te: ఆర్థిక నేరాలు

# crimeswomen
source: Crimes Against Women
hi: महिलाओं के खिलाफ अपराध
kn: ಮಹಿಳೆಯರ ವಿರುದ್ಧದ ಅಪರಾಧಗಳು
ml: സ്ത്രീകൾക്കെതിരായ കുറ്റങ്ങൾ
te: స్త్రీలపై నేరాలు

source: Penalty
hi: दंड
kn: ದಂಡ
ml: ശിക്ഷ
te: శిక్ష

source: Fine
hi: जुर्माना
kn: ಪರಿಶೀಲನೆ
ml: പണപ്പിഴ
te: జమానం

source: Imprisonment
hi: कारावास की अवधि (वर्षों में)
kn: ಕಾರಾಗೃಹ ಶಿಕ್ಷೆ ಅವಧಿ (ವರ್ಷಗಳಲ್ಲಿ)
ml: തടവ് കഴിഞ്ഞ കാലയളവ് (വർഷങ്ങളിൽ)
te: కరిందిన శిక్ష

source: Both
hi: दोनों
kn: ಎರಡೂ
ml: രണ്ട്
te: రెండు

# imprisonserved
source: Imprisonment Duration served(in years)
hi: कारावास की अवधि (वर्षों में)
kn: ಕಾರಾಗೃಹ ಶಿಕ್ಷೆಯ ಅವಧಿ (ವರ್ಷಗಳಲ್ಲಿ)
ml: തടവ് കഴിഞ്ഞ കാലയളവ് (വർഷങ്ങളിൽ)
te: కరిందిన శిక్ష (సంవత్సరాల్లో)

source: Risk of Escape
hi: भागने का जोखिम
kn: ಪಲಾಯನದ ಅಪಾಯ
ml: ഓടിപ്പോകാനുള്ള സാധ്യത
te: పొయెను బారినపాలు

# no
source: No survey responses available.
hi: कोई सर्वे प्रतिक्रिया उपलब्ध नहीं है।
kn: ಯಾವುದೇ ಸರ್ವೇ ಪ್ರತಿಕ್ರಿಯೆಗಳು ಲಭ್ಯವಿಲ್ಲ.
ml: സർവേ പ്രതികരണങ്ങൾ ലഭ്യമല്ല.
te: సర్వే ప్రతిస్పందనలు లేవు.

source: Yes
hi: हाँ
kn: ಹೌದು
ml: ഉണ്ട്
te: అవును

source: Risk Of Influence
hi: प्रभाव का जोखिम
kn: ಪ್ರಭಾವದ ಅಪಾಯ
ml: സ്വാധീനത്തിന്റെ സാധ്യത
te: ప్రభావం కారణంగా ప్రమాదం

# suretybond
source: Surety Bond Required
hi: जमानत बॉन्ड आवश्यक है
kn: ಜಾಮೀನು ಬಾಂಡ್ ಅಗತ್ಯವಿದೆ
ml: ജാമ്യ ബോണ്ട് ആവശ്യമാണ്
te: భరోసా బాండు అవసరం

# personalbond
source: Personal Bond Required
hi: व्यक्तिगत बॉन्ड आवश्यक है
kn: ವೈಯಕ್ತಿಕ ಬಾಂಡ್ ಅಗತ್ಯವಿದೆ
ml: വ്യക്തിഗത ബോണ്ട് ആവശ്യമാണ്
te: వ్యక్తిగత బాండు అవసరం

source: Fines Applicable
hi: जुर्माना लागू है
kn: ಜುಲ್ಮಾನೆ ಅನ್ವಯಿಸುತ್ತದೆ
ml: ജുരമാന ബാധകമാണ്
te: వసూళ్లు వర్తించు

source: Served Half Term
hi: आधी अवधि पूरी हो चुकी है
kn: ಅರ್ಧ ಅವಧಿ ಪೂರೈಸಿದೆ
ml: പകുതി കാലയളവ് തടവ് കഴിഞ്ഞു
te: అర్థమొత్తం కాలం సేవ్

source: Risk Score
hi: जोखिम स्कोर
kn: ಅಪಾಯ ಸ್ಕೋರ್
ml: റിസ്ക് സ്കോർ
te: ప్రమాదం స్కోరు

source: Penalty Severity
hi: दंड की गंभीरता
kn: ದಂಡದ ತೀವ್ರತೆ
ml: ശിക്ഷയുടെ ഗുരുത്വാകർഷണം
te: శిక్ష తీవ్రత

source: Submit
hi: जमा करें
kn: ಸಲ್ಲಿಸು
ml: സമർപ്പിക്കുക
te: సమర్పించు

# please
source: Please enter an email address.
hi: कृपया एक ईमेल पता दर्ज करें।
kn: ದಯವಿಟ್ಟು ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ml: ദയവായി ഒരു ഇമെയിൽ വിലാസം നൽകുക.
te: దయచేసి ఇమెయిల్ అడ్రస్ నమోదు చేయండి.

# resetpassword
source: Password reset email sent! Check your inbox.
hi: पासवर्ड रीसेट ईमेल भेजा गया है! अपना इनबॉक्स जांचें।
kn: ಪಾಸ್ವರ್ಡ್ ರೀಸೆಟ್ ಇಮೇಲ್ ಕಳುಹಿಸಲಾಗಿದೆ! ನಿಮ್ಮ ಇನ್ಬಾಕ್ಸ್ ಪರಿಶೀಲಿಸಿ.
ml: പാസ്വേഡ് റീസെറ്റ് ഇമെയിൽ അയച്ചു! നിങ്ങളുടെ ഇൻബോക്സ് പരിശോധിക്കുക.
te: పాస్‌వర్డ్ రీసెట్ ఈమెయిల్ పంపబడింది! మీ ఇన్‌బాక్స్‌ని తనిఖీ చేయండి.

# error
source: An error occurred. Please try again.
hi: एक त्रुटि हुई। कृपया पुनः प्रयास करें।
kn: ದೋಷ ಸಂಭವಿಸಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ഒരു പിഴവ് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.
te: ఒక తప్పు సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి.

# enteremail
source: Enter your email
hi: अपना ईमेल दर्ज करें
kn: ನಿಮ್ಮ ಇಮೇಲ್ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഇമെയിൽ നൽകുക
te: మీ ఇమెయిల్ నమోదు చేయండి

# repassword
source: Reset Password →
hi: पासवर्ड रीसेट करें →
kn: ಪಾಸ್ವರ್ಡ್ ರೀಸೆಟ್ ಮಾಡಿ →
ml: പാസ്വേഡ് റീസെറ്റ് ചെയ്യുക →
te: పాస్‌వర్డ్ రీసెట్ చేయండి →

# cannotemail
source: Email cannot be empty
hi: ईमेल खाली नहीं हो सकता
kn: ಇಮೇಲ್ ಖಾಲಿ ಇರಬಾರದು
ml: ഇമെയിൽ ശൂന്യമാക്കാൻ കഴിയില്ല
te: ఇమెయిల్ ఖాళీగా ఉండకూడదు

# cannotpasswort
source: Password cannot be empty
hi: पासवर्ड खाली नहीं हो सकता
kn: ಪಾಸ್ವರ್ಡ್ ಖಾಲಿ ಇರಬಾರದು
ml: പാസ്വേഡ് ശൂന്യമാക്കാൻ കഴിയില്ല
te: పాస్‌వర్డ్ ఖాళీగా ఉండకూడదు

# usernotfound
source: User role not found.
hi: उपयोगकर्ता भूमिका नहीं मिली।
kn: ಬಳಕೆದಾರ ಪಾತ್ರ ಕಂಡುಬಂದಿಲ್ಲ.
ml: ഉപയോക്തൃ റോൾ കണ്ടെത്തിയില്ല.
te: వినియోగదారు పాత్ర కనుగొనబడలేదు.

source: Please wait...
hi: कृपया प्रतीक्षा करें...
kn: ದಯವಿಟ್ಟು ಕಾಯಿರಿ...
ml: ദയവായി കാത്തിരിക്കുക...
te: దయచేసి వేచి ఉండండి...

# continu
source: Or continue with
hi: या जारी रखें
kn: ಅಥವಾ ಮುಂದುವರಿಸಿ
ml: അല്ലെങ്കിൽ തുടരുക
te: లేదా కొనసాగించండి

# account
source: Don't have an account?
hi: खाता नहीं है?
kn: ಖಾತೆ ಇಲ್ಲವೇ?
ml: അക്കൗണ്ട് ഇല്ലേ?
te: మీకు ఖాతా లేదు?

# sign
source: Sign Up
hi: साइन अप करें
kn: ಸೈನ್ ಅಪ್ ಮಾಡಿ
ml: സൈൻ അപ്പ്
te: సైన్ అప్

source: SelectLanguage
hi: भाषा चुनें
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
te: భాష ఎంచుకోండి

# changessaved
source: Changes saved successfully!
hi: परिवर्तन सफलतापूर्वक सहेजे गए!
kn: ಬದಲಾವಣೆಗಳನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಉಳಿಸಲಾಗಿದೆ!
ml: മാറ്റങ്ങൾ വിജയകരമായി സംരക്ഷിച്ചു!
te: మార్పులు విజయవంతంగా సేవ్ చేయబడ్డాయి!

source: Edit $title
hi: $title संपादित करें
kn: $title ಸಂಪಾದಿಸಿ
ml: $title എഡിറ്റ് ചെയ്യുക
te: ఎడిట్ $title

source: Enter new $title
hi: नया $title दर्ज करें
kn: ಹೊಸ $title ನಮೂದಿಸಿ
ml: പുതിയ $title നൽകുക
te: కొత్త $title నమోదు చేయండి

# passworddont
source: Passwords don't match!
hi: पासवर्ड मेल नहीं खाते!
kn: ಪಾಸ್ವರ್ಡ್ ಗಳು ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ!
ml: പാസ്വേഡുകൾ യോജിക്കുന്നില്ല!
te: పాస్‌వర్డ్‌లు సరిపోలవు!

# regsuccess
source: Registration successful!
hi: पंजीकरण सफल!
kn: ನೋಂದಣಿ ಯಶಸ್ವಿಯಾಗಿದೆ!
ml: രജിസ്ട്രേഷൻ വിജയകരമായി!
te: రిజిస్ట్రేషన్ విజయవంతంగా జరిగింది!

source: weak-password
hi: कमजोर-पासवर्ड
kn: ದುರ್ಬಲ-ಪಾಸ್ವರ್ಡ್
ml: ദുർബലമായ-പാസ്വേഡ്
te: బలహీనమైన పాస్‌వర్డ్

# passwordtooweak
source: The password provided is too weak.
hi: प्रदान किया गया पासवर्ड बहुत कमजोर है।
kn: ಒದಗಿಸಿದ ಪಾಸ್ವರ್ಡ್ ತುಂಬಾ ದುರ್ಬಲವಾಗಿದೆ.
ml: നൽകിയ പാസ്വേഡ് വളരെ ദുർബലമാണ്.
te: ప్రత్యక్షించబడిన పాస్‌వర్డ్ బలహీనమైనది.

source: email-already-in-use
hi: ईमेल-पहले-से-उपयोग-में-है
kn: ಇಮೇಲ್-ಈಗಾಗಲೇ-ಬಳಕೆಯಲ್ಲಿದೆ
ml: ഇമെയിൽ-ഇതിനകം-ഉപയോഗത്തിൽ
te: ఈ ఇమెయిల్ ఇప్పటికే ఉపయోగంలో ఉంది.

# alreadyexist
source: The account already exists for that email.
hi: उस ईमेल के लिए खाता पहले से मौजूद है।
kn: ಆ ಇಮೇಲ್ ಗಾಗಿ ಖಾತೆ ಈಗಾಗಲೇ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ml: ആ ഇമെയിലിനായി ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ട്.
te: ఆ ఇమెయిల్ తో ఖాతా ఇప్పటికే ఉంది.

source: invalid-email
hi: अमान्य-ईमेल
kn: ಅಮಾನ್ಯ-ಇಮೇಲ್
ml: അസാധുവായ-ഇമെയിൽ
te: తప్పు ఇమెయిల్

# notvalid
source: The email provided is not valid.
hi: प्रदान किया गया ईमेल अमान्य है।
kn: ಒದಗಿಸಿದ ಇಮೇಲ್ ಅಮಾನ್ಯವಾಗಿದೆ.
ml: നൽകിയ ഇമെയിൽ സാധുവല്ല.
te: ఇమెయిల్ చెల్లదేమో.

source: users
hi: उपयोगकर्ता
kn: ಬಳಕೆದಾರರು
ml: ഉപയോക്താക്കൾ
te: వినియోగదారులు

source: role
hi: भूमिका
kn: ಪಾತ್ರ
ml: റോൾ
te: పాత్ర

source: Select Role
hi: भूमिका चुनें
kn: ಪಾತ್ರ ಆಯ್ಕೆಮಾಡಿ
ml: റോൾ തിരഞ്ഞെടുക്കുക
te: పాత్ర ఎంచుకోండి

source: chat_history
hi: चैट इतिहास
kn: ಚಾಟ್ ಇತಿಹಾಸ
ml: ചാറ്റ് ഹിസ്റ്ററി
te: చాట్ చరిత్ర

source: question
hi: प्रश्न
kn: ಪ್ರಶ್ನೆ
ml: ചോദ്യം
te: ప్రశ్న

source: answer
hi: उत्तर
kn: ಉತ್ತರ
ml: ഉത്തരം
te: సమాధానం

source: Error: $e
hi: त्रुटि: $e
kn: ದೋಷ: $e
ml: പിഴവ്: $e
te: తప్పు: $e

source: Ask a question...
hi: एक प्रश्न पूछें...
kn: ಪ್ರಶ್ನೆ ಕೇಳಿ...
ml: ഒരു ചോദ്യം ചോദിക്കുക...
te: ప్రశ్న అడగండి...

source: Delete
hi: हटाएं
kn: ಅಳಿಸಿ
ml: ഇല്ലാതാക്കുക
te: తొలగించు

source: Share
hi: साझा करें
kn: ಹಂಚಿಕೊಳ್ಳಿ
ml: പങ്കിടുക
te: పంచుకోండి

# deletemsg
source: Delete Message
hi: संदेश हटाएं
kn: ಸಂದೇಶ ಅಳಿಸಿ
ml: സന്ദേശം ഇല്ലാതാക്കുക
te: సందేశాన్ని తొలగించండి

# policecommunity
source: Police Community Engagement
hi: पुलिस समुदाय जुड़ाव
kn: ಪೊಲೀಸ್ ಸಮುದಾಯ ತೊಡಗಿಸಿಕೊಳ್ಳುವಿಕೆ
ml: പോലീസ് കമ്മ്യൂണിറ്റി ഇടപെടൽ
te: పోలీసు కమ్యూనిటీ ఎంగేజ్‌మెంట్

# pleaseentertitle
source: Please enter title and questions
hi: कृपया शीर्षक और प्रश्न दर्ज करें
kn: ದಯವಿಟ್ಟು ಶೀರ್ಷಿಕೆ ಮತ್ತು ಪ್ರಶ್ನೆಗಳನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി ശീർഷകവും ചോദ്യങ്ങളും നൽകുക
te: దయచేసి శీర్షిక మరియు ప్రశ్నలను నమోదు చేయండి

source: Survey created successfully
hi: सर्वे सफलतापूर्वक बनाया गया
kn: ಸರ್ವೇ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ
ml: സർവേ വിജയകരമായി സൃഷ്ടിച്ചു
te: సర్వే విజయవంతంగా సృష్టించబడింది

# plscmpltannouncement
source: Please complete the announcement details
hi: कृपया घोषणा विवरण पूरा करें
kn: ದಯವಿಟ್ಟು ಪ್ರಕಟಣೆಯ ವಿವರಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ
ml: ദയവായി പ്രഖ്യാപന വിശദാംശങ്ങൾ പൂർത്തിയാക്കുക
te: దయచేసి ప్రకటన వివరాలను పూర్తి చేయండి

source: Announcement created successfully
hi: घोषणा सफलतापूर्वक बनाई गई
kn: ಪ್ರಕಟಣೆ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ
ml: പ്രഖ്യാപനം വിജയകരമായി സൃഷ്ടിച്ചു
te: ప్రకటన విజయవంతంగా సృష్టించబడింది

source: Survey
hi: सर्वे
kn: ಸರ್ವೇ
ml: സർവേ
te: సర్వే

# anunce
source: Announcement
hi: घोषणा
kn: ಪ್ರಕಟಣೆ
ml: പ്രഖ്യാപനം
te: ప్రకటన

source: Review
hi: समीक्षा
kn: ಪರಿಶೀಲನೆ
ml: അവലോകനം
te: విమర్శ

source: Create Survey
hi: सर्वे बनाएं
kn: ಸರ್ವೇ ರಚಿಸಿ
ml: സർവേ സൃഷ്ടിക്കുക
te: సర్వే సృష్టించండి

source: Survey Title
hi: सर्वे शीर्षक
kn: ಸರ್ವೇ ಶೀರ್ಷಿಕೆ
ml: സർവേ ശീർഷകം
te: సర్వే శీర్షిక

source: Enter Survey Question
hi: सर्वे प्रश्न दर्ज करें
kn: ಸರ್ವೇ ಪ್ರಶ್ನೆ ನಮೂದಿಸಿ
ml: സർവേ ചോദ്യം നൽകുക
te: సర్వే ప్రశ్నను నమోదు చేయండి

source: Enter Survey Option
hi: सर्वे विकल्प दर्ज करें
kn: ಸರ್ವೇ ಆಯ್ಕೆ ನಮೂದಿಸಿ
ml: സർവേ ഓപ്ഷൻ നൽകുക
te: సర్వే ఎంపికను నమోదు చేయండి

source: Add Option
hi: विकल्प जोड़ें
kn: ಆಯ್ಕೆ ಸೇರಿಸಿ
ml: ഓപ്ഷൻ ചേർക്കുക
te: ఎంపికను జోడించండి

source: Add Question
hi: प्रश्न जोड़ें
kn: ಪ್ರಶ್ನೆ ಸೇರಿಸಿ
ml: ചോദ്യം ചേർക്കുക
te: ప్రశ్నను జోడించండి

# sub
source: Submit Survey
hi: सर्वे जमा करें
kn: ಸರ್ವೇ ಸಲ್ಲಿಸಿ
ml: സർവേ സമർപ്പിക്കുക
te: సర్వే సమర్పించు

source: Review Survey
hi: सर्वे समीक्षा करें
kn: ಸರ್ವೇ ಪರಿಶೀಲಿಸಿ
ml: സർവേ അവലോകനം ചെയ്യുക
te: సర్వే సమీక్షించండి

source: Review Your Survey
hi: अपने सर्वे की समीक्षा करें
kn: ನಿಮ್ಮ ಸರ್ವೇ ಪರಿಶೀಲಿಸಿ
ml: നിങ്ങളുടെ സർവേ അവലോകനം ചെയ്യുക
te: మీ సర్వే సమీక్షించండి

source: Options
hi: विकल्प
kn: ಆಯ್ಕೆಗಳು
ml: ഓപ്ഷനുകൾ
te: ఎంపికలు

source: Submit Survey
hi: सर्वे जमा करें
kn: ಸರ್ವೇ ಸಲ್ಲಿಸಿ
ml: സർവേ സമർപ്പിക്കുക
te: సర్వే సమర్పించండి

source: Edit Survey
hi: सर्वे संपादित करें
kn: ಸರ್ವೇ ಸಂಪಾದಿಸಿ
ml: സർവേ എഡിറ്റ് ചെയ്യുക
te: సర్వే సవరించు

source: Show Responses
hi: प्रतिक्रियाएं दिखाएं
kn: ಪ್ರತಿಕ್ರಿಯೆಗಳನ್ನು ತೋರಿಸಿ
ml: പ്രതികരണങ്ങൾ കാണിക്കുക
te: ప్రతిస్పందనలను చూపించు

source: Create Public Announcement
hi: सार्वजनिक घोषणा बनाएं
kn: ಸಾರ್ವಜನಿಕ ಪ್ರಕಟಣೆ ರಚಿಸಿ
ml: പൊതു പ്രഖ്യാപനം സൃഷ്ടിക്കുക
te: ప్రజా ప్రకటన సృష్టించండి

source: Title
hi: शीर्षक
kn: ಶೀರ್ಷಿಕೆ
ml: ശീർഷകം
te: శీర్షిక

source: Description
hi: विवरण
kn: ವಿವರಣೆ
ml: വിവരണം
te: వివరణ

# scheme
source: Scheme (if applicable)
hi: योजना (यदि लागू हो)
kn: ಯೋಜನೆ (ಅನ್ವಯಿಸಿದರೆ)
ml: സ്കീം (ബാധകമാണെങ്കിൽ)
te: ఒప్పందం (అప్లికబుల్)

# instruction
source: Instructions
hi: निर्देश
kn: ಸೂಚನೆಗಳು
ml: നിർദ്ദേശങ്ങൾ
te: సూచనాలు

source: Submit Announcement
hi: घोषणा जमा करें
kn: ಪ್ರಕಟಣೆ ಸಲ್ಲಿಸಿ
ml: പ്രഖ്യാപനം സമർപ്പിക്കുക
te: ప్రకటన సమర్పించు

source: Survey Responses
hi: सर्वे प्रतिक्रियाएं
kn: ಸರ್ವೇ ಪ್ರತಿಕ್ರಿಯೆಗಳು
ml: സർവേ പ്രതികരണങ്ങൾ
te: సర్వే ప్రతిస్పందనలు

# noresponseyet
source: No responses yet.
hi: अभी तक कोई प्रतिक्रिया नहीं।
kn: ಇನ್ನೂ ಯಾವುದೇ ಪ್ರತಿಕ್ರಿಯೆಗಳಿಲ್ಲ.
ml: ഇതുവരെ പ്രതികരണങ്ങൾ ഇല്ല.
te: ఇప్పటివరకు ప్రతిస్పందనలు లేవు.

source: Registration Link
hi: पंजीकरण लिंक
kn: ನೋಂದಣಿ ಲಿಂಕ್
ml: രജിസ്ട്രേഷൻ ലിങ്ക്
te: రిజిస్ట్రేషన్ లింక్

source: View FIR PDF
hi: FIR PDF देखें
kn: FIR PDF ವೀಕ್ಷಿಸಿ
ml: FIR PDF കാണുക
te: FIR PDF చూడండి

# active
source: Active Complaints
hi: सक्रिय शिकायतें
kn: ಸಕ್ರಿಯ ದೂರುಗಳು
ml: സജീവമായ പരാതികൾ
te: సక్రియ ఫిర్యాదులు

source: Resolved Complaints
hi: हल की गई शिकायतें
kn: ಪರಿಹರಿಸಿದ ದೂರುಗಳು
ml: പരിഹരിച്ച പരാതികൾ
te: పరిష్కరించబడిన ఫిర్యాదులు

source: ALL
hi: सभी
kn: ಎಲ್ಲಾ
ml: എല്ലാം
te: అన్ని

source: High
hi: उच्च
kn: ಹೆಚ್ಚು
ml: ഉയർന്ന
te: ఎన్నిక

source: Medium
hi: मध्यम
kn: ಮಧ್ಯಮ
ml: ഇടത്തരം
te: మాధ్యమం

source: Low
hi: कम
kn: ಕಡಿಮೆ
ml: കുറഞ്ഞ
te: తక్కువ

source: Main
hi: मुख्य
kn: ಮುಖ್ಯ
ml: പ്രധാന
te: ప్రధాన

source: Create
hi: बनाएं
kn: ರಚಿಸಿ
ml: സൃഷ്ടിക്കുക
te: సృష్టించు

# id
source: Survey ID
hi: सर्वे ID
kn: ಸರ್ವೇ ID
ml: സർവേ ID
te: సర్వే ID

# children
source: Crimes Against Children
hi: बच्चों के खिलाफ अपराध
kn: ಮಕ್ಕಳ ವಿರುದ್ಧದ ಅಪರಾಧಗಳು
ml: കുട്ടികൾക്കെതിരായ കുറ്റങ്ങൾ
te: పిల్లలపై నేరాలు

# state
source: Offenses Against the State
hi: राज्य के खिलाफ अपराध
kn: ರಾಜ್ಯದ ವಿರುದ್ಧದ ಅಪರಾಧಗಳು
ml: സംസ്ഥാനത്തിനെതിരായ കുറ്റങ്ങൾ
te: రాజ్యానికి వ్యతిరేక నేరాలు

# foreigner
source: Crimes Against Foreigners
hi: विदेशियों के खिलाफ अपराध
kn: ವಿದೇಶಿಯರ ವಿರುದ್ಧದ ಅಪರಾಧಗಳು
ml: വിദേശികൾക്കെതിരായ കുറ്റങ്ങൾ
te: విదేశీయులపై నేరాలు
